export type AccordionType = {
  question: string;
  answer: string;
  id: number;
};

export const main_faqs: AccordionType[] = [
  {
    id: 1,
    question: "Вопрос 1",
    answer:
      "Не следует, однако забывать, что начало повседневной работы по формированию позиции позволяет оценить значение новых предложений. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач.",
  },
  {
    id: 2,
    question: "Вопрос 2",
    answer:
      "Не следует, однако забывать, что начало повседневной работы по формированию позиции позволяет оценить значение новых предложений. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач.",
  },
  {
    id: 3,
    question: "Вопрос 3",
    answer:
      "Не следует, однако забывать, что начало повседневной работы по формированию позиции позволяет оценить значение новых предложений. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач.",
  },
];
